Repository: Lalafa81/RealEstateAnalyzer-iOS
Catalog: RealEstateAnalyzer/*.lproj/Localizable.strings
Languages: ru

# real_estate_title
source: Real Estate
ru: Недвижимость

source: New Property
ru: Новый объект

source: Cancel
ru: Отмена

source: Add
ru: Добавить

source: Save
ru: Сохранить

source: Delete
ru: Удалить

source: Edit
ru: Редактировать

# tab_dashboard
source: Real Estate
ru: Недвижимость

# tab_calendar
source: Calendar
ru: Календарь

# tab_analytics
source: Analytics
ru: Аналитика

# tab_settings
source: Settings
ru: Настройки

# settings_title
source: Settings
ru: Настройки

# settings_coming_soon
source: Coming Soon
ru: Раздел в разработке

# statistics_title
source: Statistics
ru: Общая статистика

# properties_title
source: Properties
ru: Объекты недвижимости

# calendar_title
source: Calendar
ru: Календарь

# calendar_development
source: Calendar events are under development
ru: Календарь событий находится в разработке

# status_rented
source: Rented
ru: Сдано

# status_vacant
source: Vacant
ru: Свободно

# status_under_repair
source: Under Repair
ru: На ремонте

# status_sold
source: Sold
ru: Продано

# type_residential
source: Residential
ru: Жилое

# type_office
source: Office
ru: Офисное

# type_warehouse
source: Warehouse
ru: Складское

# type_industrial
source: Industrial
ru: Производство

# type_other
source: Other
ru: Другое

# condition_excellent
source: Excellent
ru: Отличное

# condition_good
source: Good
ru: Хорошее

# condition_satisfactory
source: Satisfactory
ru: Среднее

# condition_needs_repair
source: Needs Repair
ru: Требует ремонта

# field_name
source: Name
ru: Название

# field_address
source: Address
ru: Адрес

# field_type
source: Type
ru: Назначение

# field_status
source: Status
ru: Статус

# field_area
source: Area
ru: Площадь

# field_purchase_price
source: Purchase Price
ru: Цена покупки

# field_purchase_date
source: Purchase Date
ru: Дата покупки

# field_condition
source: Condition
ru: Состояние

# field_property_tax
source: Property Tax (per year)
ru: Налоги (в год)

# field_insurance
source: Insurance (per year)
ru: Страхование (в год)

# field_exit_price
source: Expected Sale Price
ru: Ожидаемая цена продажи

# field_floors
source: Floors
ru: Этажность

# field_notes
source: Notes
ru: Заметки

# field_add_notes
source: Add Notes
ru: Добавить заметки

# tenants_title
source: Tenants
ru: Арендаторы

# tenant_add
source: Add
ru: Добавить

# tenant_no_tenants
source: No Tenants
ru: Нет арендаторов

# tenant_name
source: No Name
ru: Без названия

# tenant_income
source: Income
ru: Доход

# tenant_area
source: Area
ru: Площадь

# tenant_start_date
source: Start
ru: Начало

# tenant_end_date
source: End
ru: Конец

# tenant_company
source: Company
ru: Компания

# tenant_indexation
source: Indexation
ru: Индексация

# tenant_deposit
source: Deposit
ru: Депозит

# tenant_status
source: Status
ru: Статус

# tenant_active
source: Active
ru: Активен

# tenant_archive
source: Archive
ru: Архив

# tenant_archive_action
source: Archive
ru: Архивировать

# tenant_unarchive_action
source: Unarchive
ru: Разархивировать

# company_ip
source: Sole Proprietorship
ru: ИП

# company_ooo
source: LLC
ru: ООО

# company_individual
source: Individual
ru: Физ. лицо

# deposit_one_month
source: 1 month
ru: 1 месяц

# deposit_two_months
source: 2 months
ru: 2 месяца

# deposit_custom
source: Custom
ru: Вручную

# new_property_title
source: New Property
ru: Новый объект

# new_property_subtitle
source: Fill in the basic information. The rest can be configured later.
ru: Заполните основные данные. Остальное можно настроить позже.

# new_property_section_main
source: Main
ru: Основное

# new_property_section_additional
source: Additional
ru: Дополнительно

# new_property_create
source: Create Property
ru: Создать объект

# new_property_area_placeholder
source: Area (m²)
ru: Площадь (м²)

# new_property_price_placeholder
source: Purchase Price
ru: Цена покупки

# new_property_date_placeholder
source: Purchase Date (dd.mm.yyyy)
ru: Дата покупки (дд.мм.гггг)

# delete_tenant_title
source: Delete Tenant?
ru: Удалить арендатора?

# delete_tenant_message
source: Are you sure you want to delete tenant "%@"? This action cannot be undone.
ru: Вы уверены, что хотите удалить арендатора "%@"? Это действие нельзя отменить.

# delete_property_title
source: Delete Property?
ru: Удалить объект?

# delete_property_message
source: Property "%@" and all related data will be deleted permanently.
ru: Объект "%@" и все связанные данные будут удалены без возможности восстановления.

# delete_property_action
source: Delete Property
ru: Удалить объект

# delete_year_title
source: Delete Year %d?
ru: Удалить год %d?

# delete_year_message
source: All data for this year will be deleted.
ru: Все данные за этот год будут удалены.

# property_title
source: Property
ru: Объект

# tenants_section_title
source: Tenants
ru: Арендаторы

# year_selector_title
source: Year Selection
ru: Выбор года

# cash_flow_title
source: Cash Flow
ru: Движение денежных средств

# charts_title
source: Charts
ru: Графики

# analytics_title
source: Analytics
ru: Аналитика

# gallery_title
source: Gallery
ru: Галерея

# gallery_no_images
source: No Images
ru: Нет изображений

# gallery_photos_count
source: %d photos
ru: %d фото

# stat_properties_count
source: Properties Count
ru: Количество объектов

# stat_portfolio_value
source: Portfolio Value
ru: Стоимость портфеля

# stat_total_area
source: Total Area
ru: Общая площадь

# stat_total_income
source: Total Income
ru: Суммарный доход

# stat_total_expenses
source: Total Expenses
ru: Общие расходы

# stat_net_profit
source: Net Profit
ru: Чистая прибыль

# stat_average_roi
source: Average ROI
ru: Средний ROI

# stat_average_cap_rate
source: Average Cap Rate
ru: Средний Cap Rate

# stat_average_occupancy
source: Average Occupancy
ru: Средняя загруженность

# stat_average_holding_period
source: Average Holding Period
ru: Средний срок владения

# stat_exit_value
source: Exit Value
ru: Стоимость выхода

# stat_average_price_per_m2
source: Average Price per m²
ru: Средняя цена за м²

# unit_square_meters
source: m²
ru: м²

# unit_years
source: years
ru: лет

# cash_flow_month
source: Month
ru: Месяц

# cash_flow_income
source: Income
ru: Доход

# cash_flow_expense
source: Expense
ru: Расход

# cash_flow_net_cashflow
source: Net cashflow for %d
ru: Чистый cashflow за %d год

# cash_flow_all_periods
source: All Periods
ru: За весь период

# cash_flow_income_label
source: Income
ru: Доход

# cash_flow_expenses_label
source: Expenses
ru: Расходы

# cash_flow_net_label
source: Net
ru: Чистый

# cash_flow_income_legend
source: Income
ru: Доходы

# cash_flow_expenses_legend
source: Expenses
ru: Расходы

# month_edit_title
source: Edit: %@
ru: Редактирование: %@

# month_edit_base_income
source: Base Income
ru: Базовый доход

# month_edit_variable_income
source: Variable Income
ru: Переменный доход

# month_edit_total_income
source: Total Income
ru: Итого доход

# month_edit_admin_expenses
source: Administrative
ru: Административные

# month_edit_operating_expenses
source: Operating
ru: Эксплуатационные

# month_edit_other_expenses
source: Other
ru: Прочие

# month_edit_total_expense
source: Total Expense
ru: Итого расход

# month_edit_done
source: Done
ru: Готово

# floors_basement
source: Basement
ru: Подвал

# floors_one
source: 1 floor
ru: 1 этаж

# floors_two
source: Two-story
ru: Двухэтажное

# floors_many
source: %d floors
ru: %d этажей

# gallery_add_from_library
source: Choose from Library
ru: Выбрать из галереи

# gallery_take_photo
source: Take Photo
ru: Сделать фото

# gallery_click_to_add
source: Tap + to add
ru: Нажмите + чтобы добавить

# gallery_delete_image_title
source: Delete Image?
ru: Удалить изображение?

# charts_income_expenses_for
source: Income and Expenses for %d
ru: Доходы и расходы за %d

# charts_expand
source: Expand
ru: Развернуть

# analytics_only_selected_year
source: Only Selected Year
ru: Только выбранный год

# analytics_include_maintenance
source: Include Administrative
ru: Включать административные

# analytics_include_operating
source: Include Operating
ru: Включать эксплуатационные

# analytics_section_basic
source: I. BASIC PROPERTY METRICS
ru: I. БАЗОВЫЕ ПОКАЗАТЕЛИ ОБЪЕКТА

# analytics_section_profitability
source: II. PROFITABILITY AND INVESTMENT ATTRACTIVENESS
ru: II. ДОХОДНОСТЬ И ИНВЕСТИЦИОННАЯ ПРИВЛЕКАТЕЛЬНОСТЬ

# analytics_section_reliability
source: III. RELIABILITY AND RISK
ru: III. НАДЁЖНОСТЬ И РИСК

# analytics_section_temporal
source: IV. TEMPORAL AND STRUCTURAL METRICS
ru: IV. ВРЕМЕННЫЕ И СТРУКТУРНЫЕ ПОКАЗАТЕЛИ

# analytics_metric_monthly_income
source: Monthly Income
ru: Ежемесячный доход

# analytics_metric_monthly_expenses
source: Monthly Expenses
ru: Ежемесячные расходы

# analytics_metric_profit_per_m2
source: Profit per m²
ru: Рентабельность м²

# analytics_metric_efficiency
source: Efficiency Coefficient
ru: Коэф. эффективности

# analytics_metric_payback
source: Payback Period
ru: Окупаемость

# analytics_metric_tenant_risk
source: Tenant Risk
ru: Риск арендатора

# analytics_metric_busy_percent
source: Occupancy
ru: Загруженность

# analytics_metric_volatility
source: Income Volatility
ru: Волатильность дохода

# analytics_metric_concentration
source: Concentration
ru: Концентрация

# analytics_metric_own_years
source: Holding Period
ru: Срок владения

# analytics_metric_max_income
source: Max Income
ru: Макс. доход

# analytics_metric_max_expense
source: Max Expense
ru: Макс. расход

# analytics_metric_income_expense_ratio
source: Income / Expense
ru: Доход / Расход

# analytics_note_monthly_income
source: Shows average monthly income.
ru: Показывает средний доход за месяц.

# analytics_note_monthly_expenses
source: Shows average monthly expenses.
ru: Показывает средние расходы за месяц.

# analytics_note_profit_per_m2
source: Evaluates profit per square meter.
ru: Оценивает прибыль с одного квадратного метра.

# analytics_note_efficiency
source: Reflects area utilization efficiency.
ru: Отражает эффективность использования площади.

# analytics_note_roi
source: Calculates annual return on investment.
ru: Расчитывает доходность вложений за год.

# analytics_note_cap_rate
source: Determines property yield excluding loan and taxes.
ru: Определяет доходность объекта без учёта кредита и налогов.

# analytics_note_grm
source: Indicator shows how many years it will take to recoup the property at current income (excluding expenses).
ru: Индикатор позволяет оценить, за сколько лет окупится объект при текущем доходе (без учета расходов).

# analytics_note_payback
source: Evaluates how many years it will take to recoup the investment.
ru: Оценивает, через сколько лет окупится инвестиция.

# analytics_note_irr
source: Demonstrates real investment return considering time value.
ru: Демонстрирует реальную доходность инвестиции с учетом времени.

# analytics_note_equity_multiple
source: Reflects how many times the capital will increase over the holding period.
ru: Отражает, во сколько раз увеличится капитал за период владения.

# analytics_note_tenant_risk
source: Evaluates risk level based on maximum tenant contract duration.
ru: Оценивает уровень риска на основе максимального срока контракта арендаторов.

# analytics_note_busy_percent
source: Determines percentage of months with income from total holding period.
ru: Определяет процент месяцев с доходом от общего периода владения.

# analytics_note_volatility
source: Reflects income stability.
ru: Отражает стабильность дохода.

# analytics_note_concentration
source: Evaluates the share of the largest tenant in total income.
ru: Оценивает долю самого крупного арендатора в общем доходе.

# analytics_note_break_even
source: Allows to evaluate minimum occupancy percentage for break-even.
ru: Позволяет оценить минимальный процент загрузки для безубыточности.

# analytics_note_own_years
source: Reflects how many years have passed since property purchase.
ru: Отражает, сколько лет прошло с момента покупки объекта.

# analytics_note_max_income
source: Shows month and year with maximum income for the entire period.
ru: Показывает месяц и год с максимальным доходом за весь период.

# analytics_note_max_expense
source: Shows month and year with maximum expenses for the entire period.
ru: Показывает месяц и год с максимальными расходами за весь период.

# analytics_note_income_expense_ratio
source: Calculates ratio of income to expenses.
ru: Расчитывает соотношение доходов к расходам.

# analytics_formula_monthly_income
source: Monthly Income = Annual Income / Number of Months
ru: Ежемесячный доход = Годовой доход / Количество месяцев

# analytics_formula_monthly_expenses
source: Monthly Expenses = Annual Expenses / Number of Months
ru: Ежемесячные расходы = Годовой расход / Количество месяцев

# analytics_formula_profit_per_m2
source: Profit per m² = (Average Income - Average Expense) / Area
ru: Рентабельность м² = (Средний доход - Средний расход) / Площадь

# analytics_formula_efficiency
source: Efficiency Coefficient = Average Income / Area
ru: Коэффициент эффективности = Средний доход / Площадь

# analytics_formula_roi
source: ROI = ((Average Income - Average Expense) × 12 / Purchase Price) × 100%
ru: ROI = ((Средний доход - Средний расход) × 12 / Цена покупки) × 100%

# analytics_formula_cap_rate
source: Cap Rate = (NOI / Purchase Price) × 100% NOI = Annual Income - Annual Expenses - Taxes - Insurance
ru: Cap Rate = (NOI / Цена покупки) × 100% NOI = Годовой доход - Годовой расход - Налоги - Страхование

# analytics_formula_grm
source: GRM = Purchase Price / Annual Income
ru: GRM = Цена покупки / Годовой доход

# analytics_formula_payback
source: Payback Period = Purchase Price / Annual Net Cash Flow Annual Cash Flow = (Average Income - Average Expense) × 12
ru: Окупаемость = Цена покупки / Годовой чистый cash flow Годовой cash flow = (Средний доход - Средний расход) × 12

# analytics_formula_irr
source: IRR is the discount rate at which NPV = 0 NPV = -Investment + Σ(Annual Cash Flow / (1 + IRR)^year) + Sale Price / (1 + IRR)^holding_period
ru: IRR — ставка дисконтирования, при которой NPV = 0 NPV = -Инвестиция + Σ(Годовой cash flow / (1 + IRR)^год) + Цена продажи / (1 + IRR)^срок_владения

# analytics_formula_equity_multiple
source: Equity Multiple = (Annual Cash Flow × Holding Period + Sale Price) / Purchase Price
ru: Equity Multiple = (Годовой cash flow × Срок владения + Цена продажи) / Цена покупки

# analytics_formula_tenant_risk
source: Risk is evaluated by maximum contract duration: • < 1 year → high risk • 1-3 years → medium risk • > 3 years → low risk
ru: Риск оценивается по максимальному сроку контракта: • < 1 года → высокий риск • 1-3 года → средний риск • > 3 лет → низкий риск

# analytics_formula_busy_percent
source: Occupancy = (Months with Income > 0 / Total Number of Months) × 100%
ru: Загруженность = (Месяцы с доходом > 0 / Общее количество месяцев) × 100%

# analytics_formula_volatility
source: Volatility = Standard Deviation of Income / Average Income • < 0.1 → low volatility • 0.1-0.5 → moderate • > 0.5 → high
ru: Волатильность = Стандартное отклонение доходов / Среднее значение доходов • < 0.1 → низкая волатильность • 0.1-0.5 → умеренная • > 0.5 → высокая

# analytics_formula_concentration
source: Concentration = (Maximum Tenant Income / Sum of All Tenant Incomes) × 100%
ru: Концентрация = (Максимальный доход арендатора / Сумма всех доходов арендаторов) × 100%

# analytics_formula_break_even
source: Break-Even Occupancy = (Annual Expenses / Annual Income) × 100%
ru: Break-Even Occupancy = (Годовой расход / Годовой доход) × 100%

# analytics_formula_own_years
source: Holding Period = (Current Date - Purchase Date) / 365
ru: Срок владения = (Текущая дата - Дата покупки) / 365

# analytics_formula_max_income
source: Maximum Income = max(incomes for all months) Determines month and year with highest income value.
ru: Максимальный доход = max(доходы по всем месяцам) Определяется месяц и год с наибольшим значением дохода.

# analytics_formula_max_expense
source: Maximum Expense = max(expenses for all months) Determines month and year with highest expense value.
ru: Максимальный расход = max(расходы по всем месяцам) Определяется месяц и год с наибольшим значением расходов.

# analytics_formula_income_expense_ratio
source: Income / Expense = Annual Income / Annual Expenses Value > 1 means profitability, < 1 means loss.
ru: Доход / Расход = Годовой доход / Годовой расход Значение > 1 означает прибыльность, < 1 — убыточность.

# formula_help_title
source: Calculation Formula
ru: Формула расчета

# field_currency
source: Currency
ru: Валюта

# currency_rub
source: Russian Ruble
ru: Российский рубль

# currency_usd
source: US Dollar
ru: Доллар США

# currency_eur
source: Euro
ru: Евро

# currency_gbp
source: British Pound
ru: Фунт стерлингов

# currency_jpy
source: Japanese Yen
ru: Японская иена

# currency_cny
source: Chinese Yuan
ru: Китайский юань

# currency_chf
source: Swiss Franc
ru: Швейцарский франк

# currency_aud
source: Australian Dollar
ru: Австралийский доллар

# currency_cad
source: Canadian Dollar
ru: Канадский доллар

# settings_currency_section
source: Currency
ru: Валюта

# settings_default_currency
source: Default Currency
ru: Валюта по умолчанию

# settings_current_currency
source: Current Currency
ru: Текущая валюта

# settings_currency_description
source: Currency used for displaying amounts in statistics and new properties. Changes are applied immediately.
ru: Валюта, используемая для отображения сумм в статистике и новых объектах. Изменения применяются сразу.

# settings_units_section
source: Units
ru: Единицы измерения

# settings_area_unit
source: Area Unit
ru: Единица площади

# settings_current_area_unit
source: Current Unit
ru: Текущая единица

# settings_area_unit_description
source: Area measurement unit for display in the app. Changes are applied immediately.
ru: Единица измерения площади для отображения в приложении. Изменения применяются сразу.

# settings_locale_section
source: Language
ru: Язык

# settings_language
source: Interface Language
ru: Язык интерфейса

# settings_current_language
source: Current Language
ru: Текущий язык

# settings_locale_description
source: Application interface language. Changes are applied immediately.
ru: Язык интерфейса приложения. Изменения применяются сразу.

# settings_data_section
source: Data
ru: Данные

# settings_export_data
source: Export Data
ru: Экспорт данных

# settings_export_data_description
source: Share data file for backup
ru: Поделиться файлом данных для резервного копирования

# settings_reload_data
source: Reload Data
ru: Перезагрузить данные

# settings_reload_data_description
source: Restore data from original file (will delete all changes)
ru: Восстановить данные из исходного файла (удалит все изменения)

# settings_data_size
source: Data Size
ru: Размер данных

# settings_about_section
source: About
ru: О приложении

# settings_version
source: Version
ru: Версия

# settings_build_number
source: Build
ru: Сборка

source: Not Specified
ru: Не указано
